[
  {
    "project_id": 10,
    "producer_id": 13,
    "client_id": 11,
    "status": "active",
    "stage": "постпродакшн",
    "doc": "Основная часть договора подписана 15 сентября в 11:36. Приложение №1 (сроки) не подписано. Требуется согласование с клиентом изменений: изменение даты окончания на 7 октября и корректировка сроков акции на период с 1 февраля по 30 апреля 2026 (на основании сообщения от 8 октября).",
    "act": "Статус: шаблон акта находится в процессе подготовки. Акт ещё не выставлен, так как основные работы по проекту не завершены (съёмки запланированы на 10 сентября).",
    "docs_status": "1. Контролировать подписание договора клиентом. 2. Завершить подготовку шаблона акта к моменту готовности основных работ. 3. Согласовать форму акта с клиентом перед выставлением.",
    "storyboard_client": "Финальный кадр раскадровки (AI) утвержден (вторая опция) 9 октября. Требуется ОС по оформлению пэкшота (анимированный наггетс привлекает избыточное внимание, нарушает ритм).",
    "storyboard_cult": "Работа по финальному кадру сториборда завершена. В обработке: создание новой версии пэкшота с учетом комментарных о наггетсе (срок - сегодня).",
    "storyboard_next_step": "1) Создать и согласовать статичные варианты сценария к 25.08\n2) Уточнить у клиента предпочтения по стилю генераций (цветовая гамма домов, детали сундука)\n3) Подготовить TZ для AI-художников с учетом требований к отсутствию сезонных маркеров",
    "casting_client": "Кастинг утвержден клиентом",
    "casting_cult": "Команда зафиксировала утверждение кастинга клиентом. Готовится к съемке 10 сентября",
    "casting_next_step": "1. Завершить формирование подборки первой волны до вечера 25 августа. 2. Согласовать подборку с режиссёром для включения рекомендаций. 3. Отправить клиенту финальный вариант в утверждённые сроки. 4. Подготовить альтернативных кандидатов параллельно на случай замечаний клиента.",
    "clothes_client": "Костюмы утверждены. Клиент завершил процесс согласования всех образов на площадке 10 сентября.",
    "clothes_cult": "Команда завершила финальные примерки и согласования костюмов на площадке 10 сентября. Работа по подбору костюмов полностью завершена - все образы утверждены клиентом.",
    "clothes_next_step": "1. Завершить подготовку мудборда к 27 августа с учетом цветовой палитры. 2. После скаута локаций 29 августа уточнить образы для приключений и внести корректировки в костюмы.",
    "props_client": "Утвержденный AI-кадр с наггетсом (вторая опция, 9 октября). Ожидает ОС по открытому сундуку и наггетсу для финализации кадра. Требуется выбор опции для пэкшота (с наггетсом из кадра с домами или текущим вариантом со свечением).",
    "props_cult": "1. Подготовить опцию пэкшота с наггетсом из кадра с домами без свечения и текущего варианта со свечением (по запросу клиента от 9 октября). 2. Продолжить финальные правки фонов (фон18, тень ручки, расфокус, перспектива, свечение) с учетом комментария о свечении от наггетса. 3. Отложить коррекцию цвета сундука до финализации наггетса.",
    "props_next_step": "1. Завершить согласование локаций до 29.08-01.09 (после скаута).\n2. Передать бриф художнику-постановщику сразу после утверждения локаций.\n3. Начать разработку эскизов и параллельно искать/изготавливать реквизит до 03.09.\n4. Провести финальное утверждение реквизита с клиентом до Pre-PPM (05.09).",
    "location_client": "Требуется утверждение доработанного фона клиентом. Ожидание обратной связи по финальному апдейту (подача клиенту 30 сентября). Требования: дома (фонари слева, окна справа, торчащее окно), разница линий горизонта у дома и сундука.",
    "location_cult": "Режиссер ранее одобрил фон в целом (30 сентября) и дополнительно утвердил правку по отражению неба 2 октября. Работа завершена 30 сентября: интеграция с сундуком, исправление горизонта, устранение засветов и трещин. Проблемы: ожидание исходных материалов от внешнего агентства для финальной доработки домов; анимация открытия крышки сундука перегораживает фон (выявлено 1 октября). В процессе: доработка статики (планируется на 2 октября).",
    "location_next_step": "1. Локейшн-менеджеру Лере подготовить 3-5 вариантов локаций к 29 августа.\n2. Провести скаут утверждённых вариантов 29 августа.\n3. Предоставить клиенту финальные варианты с фото/видео скаута для утверждения до 1 сентября.",
    "editing_client": "Монтаж основной части согласован (9 октября). Ожидает ОС по пэкшоту (9 октября). Озвучка согласована (7 октября)",
    "editing_cult": "Монтаж основной части согласован (9 октября). Пэкшот в доработке (ожидает ОС клиента). Озвучка согласована (7 октября)",
    "editing_next_step": null,
    "music_client": "Требует доработки: клиент предоставил комментарий 9 октября о том, что музыка похожа на 'шотландский сериал', ожидает просмотр опций с уменьшенной громкостью или альтернативных вариантов",
    "music_cult": "В работе: команда готовит рендер с уменьшенной громкостью музыки и корректировкой SFX для предоставления клиенту (9 октября); предыдущий статус: музыка согласована 8 октября",
    "music_next_step": null,
    "vo_client": "Диктор согласован 7 октября 2025 года на основе предоставленной версии начитки. Предыдущие варианты начиток остаются отклонёнными. Требуются доработки музыки (отдельная задача).",
    "vo_cult": "Перезапись диктора завершена. Согласованная версия ГЗК утверждена клиентом 7 октября 2025 года. Необходимо выполнить доработку финальной музыки.",
    "vo_next_step": null,
    "colorgrading_client": "Клиент утвердил вариант цветокоррекции с менее желтым светом 1 октября. Цвет сундука будет дорабатываться совместно с интеграцией наггетса (ожидается материал).",
    "colorgrading_cult": "Внесение утвержденной цветокоррекции для третьего кадра. Подготовка к клинапу. Корректировка цвета сундука (добавление яркости в отражение окна) выполнена и утверждена режиссером 2 октября.",
    "colorgrading_next_step": null,
    "photos_client": "9 октября утвердил вариант 2 формы наггетса; фактура сохраняется текущей (с 8 октября)",
    "photos_cult": "9 октября завершили подбор формы наггетса (вариант 2 утвержден); ранее 8 октября предоставили апдейт, учли технические ограничения; анализируют риски по отражениям глянцевой фактуры (с 8 октября)",
    "photos_next_step": null,
    "cg_client": "Второй кадр: цветокоррекция утверждена (1 октября). AI-кадр: утверждена вторая опция (9 октября). Последний кадр: сундук утверждён (2 октября); наггетс: ожидает оценки нового варианта с учетом уточнений по анимации (9 октября); свечение: запрошена опция со свечением от наггетса (9 октября); небо: запрошен вариант без облаков (3 октября).",
    "cg_cult": "Второй кадр: утверждён. AI-кадр: внедряется утвержденная опция (9 октября). Последний кадр: сундук и технические элементы утверждены (2 октября); наггетс: необходимо создать новый вариант по замечаниям клиента; свечение: требуется подготовка опции по свечению от наггетса (9 октября); оценка варианта без облаков.",
    "cg_next_step": null,
    "project_name": "Miratorg x TutkovBudkov // Золотой наггетс",
    "type": "Shooting",
    "animatic_client": null,
    "animatic_cult": null,
    "animatic_next_steps": null,
    "modelling_client": null,
    "modelling_cult": null,
    "modelling_next_steps": null,
    "styleshots_client": null,
    "styleshots_cult": null,
    "styleshots_next_steps": null,
    "animation_client": null,
    "animation_cult": null,
    "animation_next_steps": null,
    "xml_structure": null,
    "client_status": "\"Miratorg x TutkovBudkov // Золотой наггетс\" - ежедневный статус\n\n🎬 Монтаж\n- Что и когда ждем от клиента/агентства: ОС по пэкшоту (ожидаем с сегодня)\n- Что и во сколько пришлем/что делаем сейчас: Основная часть согласована сегодня\n- Когда ждем обратную связь от клиента: Ожидаем по пэкшоту\n\n🎵 Музыка и диктор\n- Что и когда ждем от клиента/агентства: ОС по варианту с уменьшенной громкостью или альтернативным вариантам (клиент считает текущую музыку похожей на 'шотландский сериал')\n- Что и во сколько пришлем/что делаем сейчас: Готовим рендер с уменьшенной громкостью музыки и корректировкой SFX\n- Когда ждем обратную связь от клиента: После предоставления новых вариантов (диктор уже согласован 7 октября)\n\n🎨 Цветокоррекция\n- Что и когда ждем от клиента/агентства: Ожидаем материал для доработки цвета сундука совместно с интеграцией наггетса\n- Что и во сколько пришлем/что делаем сейчас: Внесение утвержденной цветокоррекции для третьего кадра, подготовка к клинапу\n- Когда ждем обратную связь от клиента: Цветокоррекция с менее желтым светом уже утверждена 1 октября\n\n📸 Фото\n- Что и когда ждем от клиента/агентства: Не ждем (форма наггетса утверждена сегодня - вариант 2)\n- Что и во сколько пришлем/что делаем сейчас: Завершили подбор формы наггетса, анализируем риски по отражениям глянцевой фактуры\n- Когда ждем обратную связь от клиента: Не требуется\n\n💻 Графика\n- Что и когда ждем от клиента/агентства: ОС по новому варианту наггетса с учетом уточнений по анимации, опции со свечением от наггетса, варианту без облаков\n- Что и во сколько пришлем/что делаем сейчас: Внедряем утвержденную AI-опцию (сегодня), создаем новый вариант наггетса, готовим опцию со свечением, оцениваем вариант без облаков\n- Когда ждем обратную связь от клиента: После предоставления новых вариантов по наггетсу и свечению",
    "is_client_status_approved": false,
    "client_demands": "Клиент ожидает:\nПодтверждение проекта: официальное письмо с фразой «Смета # во вложении согласована. Давайте запускать подготовку» для старта процессов\nФидбек по тестам сундуков: выбор предпочтительных тестов с пояснением причин\nОтвет на вопрос по AI-сцене: уточнение, требуется ли фидбек клиента по промежуточным вариантам или только агентства\nОбратная связь по сториборду: 25 августа вечером после получения первой версии утром\nОбратная связь по кастингу: 26 августа вечером после получения первой волны утром\nКомментарии по мудборду костюмов: 27 августа вечером\nОбратная связь по локациям: предпочтительно 29 августа (день скаута), альтернативно 1 сентября\nОбратная связь по эскизам и реквизиту: 4 сентября",
    "producer2": 14,
    "producer3": null,
    "client2": {
      "client_id": 13,
      "client_name": "Маша - золотой Наггетс",
      "client_chat_id": 189823246
    },
    "client3": {
      "client_id": 14,
      "client_name": "Константин - золотой наггетс",
      "client_chat_id": 222779344
    },
    "director_id": 4,
    "director2": null,
    "aigen_client": "Утвердил второй вариант ИИ генераций (9 октября). Ожидает финализации последнего кадра.",
    "aigen_cult": "Вариант ИИ генерации утвержден клиентом (9 октября). Приступают к анимации.",
    "aigen_next_steps": null,
    "client1": {
      "client_id": 11,
      "client_name": "Ксюша Бондарева",
      "client_chat_id": 206252797
    }
  },
  {
    "project_id": 8,
    "producer_id": 5,
    "client_id": 9,
    "status": "active",
    "stage": "постпродакшн",
    "doc": "Актуальное состояние на 8 октября:\n- Договоры с правообладателями: требуют переподписания (смена хронометража)\n- Карпенко: клиент хочет убрать инфу из приложения, команда не согласна (2.10) – требуется согласование\n- Аренда павильона: подписана\n- Савельева (кастинг): договор в подготовке, подрядчик ожидает (8.10)\n- Панченко (ретушь): утверждена новая сумма 65 217 руб. для подписания (8.10)\n\nДля клиента: \n- Клиент ожидает ДС и закрывающие документы (просрочено с 30.09)\n- Должен согласовать позицию по Карпенко\n\nДля Cult: \n- Подготовить договор для Савельевой\n- Подписать договор с Панченко\n- Предоставить клиенту документы",
    "act": "Акт не сформирован и не выставлен. Работа над актом начнется только после получения подписанного договора.",
    "docs_status": "1. Cult незамедлительно подготовить и отправить договор клиенту. 2. Клиенту согласовать и подписать договор в кратчайшие сроки. 3. После получения подписанного договора команде Cult сформировать акт по проекту.",
    "storyboard_client": "Сториборд утвержден клиентом 2 октября 2025 года",
    "storyboard_cult": "Работы завершены, сториборд принят клиентом 2 октября 2025 года",
    "storyboard_next_step": "Запросить у команды и клиента информацию по текущему состоянию работ с ИИ-генерациями: уточнить, были ли созданы варианты, отправлены ли на согласование клиенту, получены ли комментарии",
    "casting_client": "Актеры Карпенко и Петров утверждены 2 октября в 16:14",
    "casting_cult": "Кастинг актеров Карпенко и Петров утвержден клиентом. Работы по кастингу завершены.",
    "casting_next_step": "1. Дождаться финального решения клиента по основным кандидатам до 25 августа\n2. После утверждения основных ролей - представить клиенту новые пробы Крапивы/Гучетль/Каничева/Кочетова/Майлса\n3. Завершить документальную проверку Балаша до старта съёмок\n4. Подготовить резервных кандидатов (Иван К., Арслан) на случай замены",
    "clothes_client": "Дальнейших действий от клиента по костюмам не требуется. Костюмы утверждены клиентом по результатам примерки от 6 сентября.",
    "clothes_cult": "1) Подбирает доп. элементы для женского гардероба согласно ппм-заметкам от 22 августа. 2) Цветовая палитра утверждена режиссером. 3) Мудборд гардеробной остается в разработке. 4) Работает с комментариями клиента от 26 августа. 5) Добавили сумки и туфли в бук на слайды 44 и 45. 6) Получили размеры актера Карпенко для примерки (рост 184, одежда 48, обувь 41). 7) Актер возьмет свою кофту на примерку. 8) Проведена примерка 6 сентября в Photoplay с 15:30 до 19:30 для двух героев - результаты примерки получены, режиссер доволен внешним видом Петрова, решено отказаться от парика. 9) Подготовка дублирующего костюма для дублера Петрова 10) Добавили мужскую одежду в подборку согласно запросу клиента от 29 августа (слайды 48/49). 11) Передали клиенту результаты примерки с рекомендациями режиссера и стилиста. 12) Клиент утвердил выбранные варианты костюмов. Дополнительно: нужно предусмотреть обручальное кольцо для героя согласно замечанию команды от 10 сентября. Проверить бороду Карпенко (запросить селфи для контроля).",
    "clothes_next_step": "1. Подтвердить статус фототеста курток Петрова (планировался 21 августа). 2. Согласовать с режиссером мудборд гардеробной. 3. Завершить подбор вещей по списку из ппм к 6 сентября. 4. Подготовить финальную версию костюмов для примерки Мучкаева.",
    "props_client": "Реквизит утверждён (с учётом правки: убран нижний наличник 29 сентября). Действий не требуется.",
    "props_cult": "Привезён электропривод для занавесок. При необходимости использовать лески для медленного открытия. Уточнить у команды соответствие PDF формата для шаблонов баннеров.",
    "props_next_step": "1. Доработать мудборд с новым вариантом двери и отправить клиенту. 2. Получить схемы двустворчатых дверей от ПИК для корректировки конструкции. 3. Согласовать бюджет на экраны с BBDO. 4. Подготовить обновленный реквизит согласно комментариям с ППМ к 25.08. 5. Организовать финальное утверждение всего реквизита с клиентом после получения схем и доработок.",
    "location_client": "Все финальные правки по локации утверждены. Статус проекта: закрыт (подтверждено клиентом 2 октября)",
    "location_cult": "Все работы по локации завершены. Замечания по террасе реализованы, финальные материалы приняты клиентом",
    "location_next_step": "1. Экстренный созвон для утверждения ТЗ/райд-брека. 2. Запросить примеры террасных дверей из других объектов ПИК. 3. Начать адаптацию декора под подтверждённые размеры коридора. 4. Интеграция утвержденных характеристик дверей в техническую документацию.",
    "editing_client": "Финальный монтаж со всеми правками (глубокая замена фона, правка дислайнера) утвержден клиентом 2 октября",
    "editing_cult": "Монтажные работы завершены",
    "editing_next_step": null,
    "music_client": "Музыка утверждена клиентом 2 октября 2025 года (в рамках общего утверждения проекта).",
    "music_cult": "Работа по музыке завершена, клиент утвердил финальную версию 2 октября 2025 года.",
    "music_next_step": null,
    "vo_client": "Материалы по голосу за кадром утверждены клиентом 2 октября 2025 года. Завершено.",
    "vo_cult": "Правки внесены 22 сентября. Работы завершены после финального утверждения клиентом 2 октября.",
    "vo_next_step": null,
    "colorgrading_client": "Ожидалось фидбек на исправления по небу (отправлены 23 сентября). Клиент потребовал правку цвета неба (увести в мадженту) 29 сентября в 17:10. После корректировок команды 29 сентября клиент утвердил материалы с обновлённой цветокоррекцией (терраса, включая небо) 29 сентября в 18:58.",
    "colorgrading_cult": "Выполнены правки по комментариям клиента: убраны наличник (29 сентября 17:40) и скорректирован цвет неба (29 сентября 18:01). Готовятся к отправке финальные материалов террасы и детали в требуемых форматах.",
    "colorgrading_next_step": null,
    "photos_client": "Ожидает обратной связи по масштабу плитки и кирпичной текстуре (с 23.09) и дополнительному брифу (с 26.09). Горизонтальная и вертикальная версии утверждены (25 сентября). Фотографии 'деталь' и 'терраса' утверждены 29 сентября в 18:58.",
    "photos_cult": "Подготовка утвержденных фотографий 'деталь' и 'терраса' в форматах десктоп 2432×1368, моб 686×860 (терраса с нарощенным небом) выполнена (7 октября). Ожидание фидбека клиента по плитке/текстуре и дополнительному брифу для продолжения работ.",
    "photos_next_step": null,
    "cg_client": "Утверждено: финальные ролики (25 сентября), цвет титра (24 сентября), размещение титра в вертикальной версии (версия 24, 24 сентября), терраса (29 сентября), деталь (29 сентября), опция графики (2 октября). Ожидает: ничего.",
    "cg_cult": "Выполнено: добавление лого в ролики и вывод в формате для сайта (26 сентября); подготовка дополнительного фото с внесённой правкой (29 сентября); коррекция фона согласно новому ТЗ (26-29 сентября); вывод террасы и детали в форматах: декстоп 2432х1368, моб 686х860 с нарощенным небом (2 октября). Ожидает: ничего. Работает над: ничего.",
    "cg_next_step": null,
    "project_name": "PIK x BBDO // Серия плюс 2025",
    "type": "Shooting",
    "animatic_client": null,
    "animatic_cult": null,
    "animatic_next_steps": null,
    "modelling_client": null,
    "modelling_cult": null,
    "modelling_next_steps": null,
    "styleshots_client": null,
    "styleshots_cult": null,
    "styleshots_next_steps": null,
    "animation_client": null,
    "animation_cult": null,
    "animation_next_steps": null,
    "xml_structure": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<video_project>\n    <project_info>\n        <project_name>ПИК - BBDO</project_name>\n        <client>ПИК</client>\n        <stage>препродакшн</stage>\n    </project_info>\n\n    <production_schedule>\n        <milestone date=\"YYYY-MM-DD\" status=\"completed\">Утверждение сценария</milestone>\n        <milestone date=\"2025-08-15\" status=\"in_progress\">Препродакшн</milestone>\n        <milestone date=\"YYYY-MM-DD\" status=\"planned\">Сбор бордоматики</milestone>\n    </production_schedule>\n\n    <storyboard>\n        <scene id=\"2\">\n            <description>Сцена с креслом (убрана вращающаяся камера)</description>\n            <camera_movement>Статичный кадр</camera_movement>\n        </scene>\n        \n        <scene id=\"final\">\n            <description>Уход Петрова из кадра</description>\n            <camera_movement>Плавное панорамирование</camera_movement>\n        </scene>\n    </storyboard>\n\n    <client_notes>\n        <note category=\"стилистика\">\n            <content>Сохранение киношных приемов: панорамирование, off-screen звуковое взаимодействие</content>\n        </note>\n        \n        <note category=\"титры\">\n            <content>Добавить краткие УТП-формулировки в титры (пример: \"Окна в пол для большего света\")</content>\n        </note>\n    </client_notes>\n\n    <production_requirements>\n        <requirement type=\"техническое\">\n            <description>Пересмотр гардеробной сцены: согласование визуала с голосовым сопровождением</description>\n            <deadline>2025-08-15</deadline>\n        </requirement>\n    </production_requirements>\n\n    <format_requirements>\n        <specification>Сухое описание сцен: только действия героев + движение камеры</specification>\n        <specification>Структура раскадровки: номер кадра / описание сцены / хронометраж / визуал / ГЗК</specification>\n    </format_requirements>\n</video_project>",
    "client_status": "\"PIK x BBDO // Серия плюс 2025\" - ежедневный статус\n\n🎬 Монтаж\n- Что и когда ждем от клиента/агентства: ничего не ждем\n- Что и во сколько пришлем/что делаем сейчас: все работы завершены\n- Когда ждем обратную связь от клиента: финальный монтаж утвержден клиентом 6 октября\n\n🎵 Музыка и диктор\n- Что и когда ждем от клиента/агентства: ничего не ждем\n- Что и во сколько пришлем/что делаем сейчас: все работы завершены\n- Когда ждем обратную связь от клиента: музыка и голос за кадром утверждены клиентом 6 октября\n\n🎨 Цветокоррекция\n- Что и когда ждем от клиента/агентства: ничего не ждем\n- Что и во сколько пришлем/что делаем сейчас: все работы завершены\n- Когда ждем обратную связь от клиента: материалы с цветокоррекцией утверждены клиентом 29 сентября\n\n📸 Фото\n- Что и когда ждем от клиента/агентства: обратную связь по масштабу плитки и кирпичной текстуре (ждем с 23 сентября), дополнительный бриф (ждем с 26 сентября)\n- Что и во сколько пришлем/что делаем сейчас: подготовка утвержденных фотографий 'деталь' и 'терраса' в форматах десктоп и мобайл выполнена вчера\n- Когда ждем обратную связь от клиента: ожидаем фидбек по плитке/текстуре и дополнительному брифу для продолжения работ\n\n✨ Графика\n- Что и когда ждем от клиента/агентства: ничего не ждем\n- Что и во сколько пришлем/что делаем сейчас: все работы завершены\n- Когда ждем обратную связь от клиента: все материалы утверждены клиентом, последние элементы приняты 6 октября",
    "is_client_status_approved": false,
    "client_demands": "Клиент ожидает:\nПревиз: создание второго варианта без влета в зеркало, удлинение/расширение коридора в превизе, размещение титра \"Терраса\" над цветком, опробование титра \"просторная кухня\" в новом месте\nКастинг: утверждение выбора актеров (Петров, Зеленецкий, Карпенко)\nКостюмы: подтверждение примерки Саши Петрова 6 сентября; подбор костюмов по вариантам: Петров - вариант 8, Герой - варианты 3 (более темный) и 5, верхний слой - 1 и 3\nХудожественные элементы: реализация окон в пол; уточнение схем входных блоков террас с двумя створками\nCG фоны: просмотр референсов экранов 22 августа (статус не обновлен)\nРеквизит: добавление детского кресла для кормления, увеличение детских игрушек, беговел в комнату, подушки нейтральных цветов (серые) в гостиную, стеклянную вазу (хром/бакара) на кухню, зеркала с оранжево-коньячной оконтовкой, элементы женского гардероба (клетчатые пиджаки, плотные рубашки, сумка со стоячими ручками, блестящие элементы, блуза из твердой органзы, свитеры кашемировые)\nДополнительно: уточнение информации про гриль на террасе",
    "producer2": 15,
    "producer3": 10,
    "client2": {
      "client_id": 16,
      "client_name": "Анастасия Сизова",
      "client_chat_id": 345967379
    },
    "client3": {
      "client_id": 15,
      "client_name": "Таня Захарова",
      "client_chat_id": 474197497
    },
    "director_id": 2,
    "director2": null,
    "aigen_client": "Утверждены превью: горизонтальная версия (25 сентября в 14:31), вертикальная версия (25 сентября в 14:35), терраса и деталь (29 сентября в 18:58). Финальные документы проекта приняты клиентом 2 октября в 16:14.",
    "aigen_cult": "Выполнено: отправка финальных файлов (25 сентября), коррекция дисклеймера (26 сентября в 17:42), корректировка фона визуализации, подготовка террасы и детали в форматах 2432х1368/686х860 с нарощенным небом завершены. Проект сдан 2 октября.",
    "aigen_next_steps": null,
    "client1": {
      "client_id": 9,
      "client_name": "Артем Авдонин",
      "client_chat_id": 139689710
    }
  },
  {
    "project_id": 7,
    "producer_id": 10,
    "client_id": 5,
    "status": "finished",
    "stage": "препродакшн",
    "doc": "Договор подписан клиентом. Акт еще не выставляли",
    "act": "",
    "docs_status": "",
    "storyboard_client": "Не могу определить статус",
    "storyboard_cult": "Не могу определить статус",
    "storyboard_next_step": "Требуется уточнение статуса раскадровки. Продюсерам необходимо: 1. Предоставить клиенту текущую версию сториборда (при её наличии) 2. Зафиксировать сроки утверждения/доработки. Клиенту: запросить актуальные материалы по раскадровке и дать обратную связь.",
    "casting_client": "Не могу определить статус",
    "casting_cult": "Не могу определить статус",
    "casting_next_step": null,
    "clothes_client": "Не могу определить статус",
    "clothes_cult": "Не могу определить статус",
    "clothes_next_step": null,
    "props_client": "Не могу определить статус",
    "props_cult": "Не могу определить статус",
    "props_next_step": null,
    "location_client": "Не могу определить статус",
    "location_cult": "Не могу определить статус",
    "location_next_step": null,
    "editing_client": "Клиент подтвердил необходимость доработки монтажа после фидбека и ожидает исправленную версию от команды. Дополнительно требует переделать цветокоррекцию.",
    "editing_cult": "Команда должна завершить доработку монтажа согласно фидбеку клиента и переделать цветокоррекцию. Необходимо предоставить обновленную версию с исправлениями по обоим аспектам.",
    "editing_next_step": "1. Напоминать клиенту о необходимости предоставить финальные замечания до 12 августа.\n2. Подготовить ресурсы для оперативного внесения правок в монтажную версию.\n3. Начать подготовку к цветокоррекции с учетом текущего графика.",
    "music_client": "Музыка полностью утверждена - трек \"Здравствуй, пес\"",
    "music_cult": "Не могу определить статус",
    "music_next_step": "1. СРОЧНО запросить у клиента финальный утвержденный трек для интеграции в монтаж (дедлайн постпродакшена - 11 августа). 2. При отсутствии трека сегодня - официально согласовать перенос сроков сдачи проекта с указанием новой даты.",
    "vo_client": "Диктор утвержден клиентом. Дальнейших действий от клиента по голосу за кадром не требуется",
    "vo_cult": "Диктор утвержден клиентом. Команде Cult необходимо зафиксировать утверждение и продолжить работу с утвержденным диктором",
    "vo_next_step": "1. Продюсеру необходимо направить клиенту смонтированные варианты озвучки\n2. Получить официальное подтверждение выбора конкретного диктора\n3. Приступить к финальной сборке проекта с утверждённой дорожкой",
    "colorgrading_client": "Клиент требует полной переделки цветокоррекции. Ожидает информацию о возможных сроках внесения изменений.",
    "colorgrading_cult": "Требуется определить сроки внесения изменений по цветокоррекции. ",
    "colorgrading_next_step": "1. Проверить факт выполнения цветокоррекции 9 августа\n2. В случае задержки — немедленно согласовать новый срок с клиентом\n3. Предоставить клиенту материалы для фидбека в рамках актуального графика",
    "photos_client": "Не могу определить статус",
    "photos_cult": "Не могу определить статус",
    "photos_next_step": "Дальнейших работ по аспекту 'фотографии' не требуется. Следующие этапы: аниматик до 7 августа 2025 года, цветокоррекция до 9 августа 2025 года, финальная сдача проекта.",
    "cg_client": "Графические сцены утверждены клиентом. Дополнительных действий от клиента не требуется.",
    "cg_cult": "Работа по компьютерной графике завершена согласно утверждению клиента. Дополнительных действий не требуется.",
    "cg_next_step": "1. Отправить повторный запрос на фидбек клиента с пометкой срочности;\n2. Подготовить ресурсы для возможной доработки графики;\n3. Спланировать альтернативный график рендеринга с учётом задержек.",
    "project_name": "Сказочный робот",
    "type": "Shooting",
    "animatic_client": "Аниматик VFX утвержден клиентом сегодня",
    "animatic_cult": "Аниматик VFX получил утверждение клиента сегодня. Переходим к финальной анимации",
    "animatic_next_steps": "1. Требуется письменное подтверждение утверждения аниматика от клиента\n2. При необходимости правок - согласовать список корректировок до 12 августа\n3. Планировать интеграцию финального аниматика в общий монтаж после утверждения",
    "modelling_client": "Клиенту необходимо утвердить аниматик VFX после показа 7 августа. Статус утверждения 3D-моделей не подтверждён в переписках",
    "modelling_cult": "Команда Cult продолжает создание графических элементов для аниматика VFX в рамках постпродакшена. Статус моделирования конкретных объектов не уточняется",
    "modelling_next_steps": "Требуется согласовать дату финального показа аниматика с клиентом для подтверждения статуса моделей. Параллельно завершить рендеринг графических элементов",
    "styleshots_client": "Мудборды по костюмам утверждены клиентом 1 августа 2025. Требуется подтверждение локации для интеграции визуальной концепции",
    "styleshots_cult": "Интеграция утверждённых костюмов в локации. Подготовка примерки с актёрами Ивановым и Сергеевым. Продолжается поиск альтернативы для третьей роли",
    "styleshots_next_steps": "Завершить интеграцию костюмов с утверждёнными локациями. Провести согласованную примерку с актёрами 1-2 линии. Представить варианты замены для третьей роли до 14 августа",
    "animation_client": "Клиент ожидает утверждения аниматика VFX для начала финальной анимации (представлен 7 августа). Текущий статус: финальная/чистовая анимация ещё не начата, ожидается подтверждение клиента.",
    "animation_cult": "Cult завершил подготовку аниматика (7 августа) и находится на этапе постпродакшена. Чистовая анимация приостановлена до получения фидбэка клиента.",
    "animation_next_steps": "Важно запросить подтверждение утверждения аниматика у клиента. После получения одобрения команда сможет запустить процесс финальной анимации. Рекомендуется провести созвон для обсуждения возможных правок и уточнения сроков чистовика.",
    "xml_structure": "```xml\n<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<video_project>\n    <!-- Основная информация о проекте -->\n    <project_info>\n        <project_name>Сказочный робот</project_name>\n        <client></client>\n        <brand></brand>\n        <product></product>\n        <duration></duration>\n        <format></format>\n        <start_date></start_date>\n        <deadline></deadline>\n        <producer></producer>\n        <director></director>\n    </project_info>\n\n    <!-- График производства -->\n    <production_schedule>\n        <milestone date=\"YYYY-MM-DD\" status=\"completed\">Постпродакшн</milestone>\n    </production_schedule>\n\n    <!-- Остальные разделы остаются пустыми в соответствии с имеющимися данными -->\n    <storyboard/>\n    <roles/>\n    <casting/>\n    <wardrobe/>\n    <locations/>\n    <props/>\n</video_project>\n```",
    "client_status": "\"Сказочный робот\" - ежедневный статус\n\n## ✅ Утверждения\n- Аниматик VFX утвержден клиентом сегодня\n\n## ⏳ Сегодня ждем от клиента\n- Нет активных ожиданий на сегодня\n\n## 📤 Сегодня пришлем\n- Информацию о сроках внесения изменений по цветокоррекции\n\n## 🔧 Над чем работаем\n- Переход к финальной анимации после утверждения аниматика VFX\n- Доработка монтажа согласно фидбеку клиента\n- Переделка цветокоррекции по требованию клиента\n- Определение сроков внесения изменений по цветокоррекции",
    "is_client_status_approved": false,
    "client_demands": "Не могу определить статус",
    "producer2": null,
    "producer3": null,
    "client2": null,
    "client3": null,
    "director_id": 5,
    "director2": null,
    "aigen_client": "Не могу определить статус",
    "aigen_cult": "Не могу определить статус",
    "aigen_next_steps": null,
    "client1": {
      "client_id": 5,
      "client_name": "Антон Каляки - сказочный робот",
      "client_chat_id": 62264753
    }
  },
  {
    "project_id": 6,
    "producer_id": 6,
    "client_id": 6,
    "status": "active",
    "stage": "постпродакшн",
    "doc": "Договор подписан обеими сторонами 22 августа. Акт по договору подписан 9 октября. Договор на очистку прав: документы присланы компанией 24 сентября, на рассмотрении командой.",
    "act": "Акт не выставлен. По графику подготовка запланирована после 16 сентября, синхронизировано с этапами работ",
    "docs_status": "По договору: все подписи получены, действий не требуется. По акту: команде видеопродакшена начать подготовку документа после 16 сентября. Клиенту своевременно подписать акт по готовности",
    "storyboard_client": "Вариант начала ролика без глитча согласован (03.10.2025); Получен комментарий по визуальному эффекту в кадре 00:28-00:29 (01.10.2025)",
    "storyboard_cult": "Сцена (весь визуал и звук) согласована (03.10.2025); Решение оставить текущий вариант скорости камеры (01.10.2025)",
    "storyboard_next_step": "Требуется дополнительная информация по документам ИИ-генераций и работе с художниками. Следует уточнить у клиента статус утверждения прав на использование ИИ-генерируемых элементов и сравнить с текущими договорными условиями",
    "casting_client": null,
    "casting_cult": null,
    "casting_next_step": null,
    "clothes_client": null,
    "clothes_cult": null,
    "clothes_next_step": null,
    "props_client": null,
    "props_cult": null,
    "props_next_step": null,
    "location_client": null,
    "location_cult": null,
    "location_next_step": null,
    "editing_client": "Утвержден финальный монтаж 7 октября (включая замену сцены с глитчем на базовую версию).",
    "editing_cult": "Монтаж финализирован и утвержден клиентом 7 октября. Выполнена замена сцены с глитчем на базовую версию. Готовится вывод финального ролика с обновленным звуком и субтитрами.",
    "editing_next_step": "1. Срочно согласовать концепцию перехода через значок РГС (команда предлагает 2 варианта).\n2. Подготовить детальные пояснения по технической реализации анимации сцены 8.\n3. Предоставить клиенту обновлённые визуалы сцены 7 с учётом правок по цвету фона (красный вместо белого кирпича).\n4. Запланировать промежуточный просмотр доработанного аниматика до 25.08.2025.",
    "music_client": "Музыка финально подтверждена клиентом (включая генерального директора) 7 октября 2025 года",
    "music_cult": "Утвержденная музыкальная дорожка интегрирована. Требуется синхронизация звука звукорежиссером. Планируется обновление звука и вывод нового мастера 8 октября 2025 года",
    "music_next_step": "Следующие шаги по аспекту:\n1. Интегрировать утверждённую музыкальную дорожку в чистовой монтаж к 16 сентября\n2. Предоставить клиенту финальные альтернативные варианты музыки (если потребуются) до 10 сентября\n3. Провести синхронизацию с монтажной группой для саунддизайна 12 сентября\n4. Убедиться в юридической чистоте всех музыкальных элементов перед финальной сдачей",
    "vo_client": "Клиент утвердил звуковой дубль с новым слоганом 'Когда важно — мы рядом' с 27-й секунды записи",
    "vo_cult": "Команда Cult интегрировала утвержденный клиентом звуковой дубль в аниматик без футажа, все элементы синхронизированы (проверено 3 октября 2025 года)",
    "vo_next_step": "1. Срочно завершить постобработку ГЗК\n2. Провести финальную проверку синхронизации\n3. Предоставить клиенту итоговый вариант с подключенным стоковым бэкапом\n4. Зафиксировать письменное подтверждение лицензии artlist.io",
    "colorgrading_client": "Клиент предоставил замечания 22 сентября: ролик слишком тёмный, цвета сливаются. Ожидает проверки исправленной сборки от 24 сентября.",
    "colorgrading_cult": "Команда Cult предоставила повторную сборку цветокоррекции 24 сентября в 16:06. Проблема с некорректной версией сцены требует внутренней проверки. По оценке продюсера, проблема с тёмными участками решена.",
    "colorgrading_next_step": "1. Организовать срочный созвон с клиентом для утверждения цветовых параметров авто\n2. Провести повторную цветокоррекцию до 24 августа после получения фидбэка\n3. Завершить интеграцию параметров в сцену 8",
    "photos_client": "Утверждённые элементы: фотография мужчины для аватарки (28 сентября). Ожидается фидбек по исправленным аватаркам (правки: коррекция позиции, удаление галочки, уменьшение полиса) и футажам концовки.",
    "photos_cult": "Требуется внести правки в аватарки с использованием утверждённой фотографии мужчины (Artlist clip 470828) и учесть фидбек клиента; требуется отыграть футаж сердца без вотермарки для концовки. Вариант иконок со скруглением утверждён (29 сентября), работа по иконкам завершена.",
    "photos_next_step": "1. Срочно направить клиенту официальное уведомление о критичности сроков утверждения фотографий\n2. Подготовить альтернативные варианты интеграции фотографий для мгновенного внедрения после клиентского фидбека\n3. Провести экстренный созвон с клиентом для согласования окончательного решения",
    "cg_client": "Утверждено: все элементы компьютерной графики (7 октября 2025 г.).",
    "cg_cult": "Выполнено: замена футажа машины на видео с сердцем (2 октября); адаптация и унификация иконок (добавлены крестик и сердечко) (3 октября); временная сборка без футажа сердца (со звуком) (3 октября). В работе: корректировка аватарки (удаление галочки, коррекция расположения); корректировка полиса (размер, геометрия); получение футажа сердца без вотермарки (3 октября); удаление глитча (3 октября).",
    "cg_next_step": "1. Cult: доработать материалы по комментариям (цвет кота, фон иконки, альтернативный переход) и отправить клиенту на подтверждение до 25.08. 2. Cult: ускорить подготовку рендеров сцены 7 после получения клиентского фидбека. 3. Клиенту: срочно подтвердить скорректированные материалы по сценам 7/9/11 и тайминг этапов (статика 3D до 27.08, анимация до 04.09). 4. Параллельно завершать интеграцию графики для сцен 8-9.",
    "project_name": "Росгосстрах",
    "type": "Full CG",
    "animatic_client": "Клиент получил новую версию анимации 14 сентября в 20:23 и дал предварительные комментарии: финальный пэкшот со слоганом требует доработки, сцена с 38000 сотрудников нуждается в изменении фона с черного на бежевый, первый кадр кажется затянутым. Ожидает консолидированные комментарии от коллег после внутреннего обсуждения.",
    "animatic_cult": "Команда предоставила обновленную версию анимации 14 сентября в 20:23. Получила предварительную обратную связь от клиента с указанием на конкретные проблемы: финальный пэкшот со слоганом, черный фон в сцене с 38000 сотрудников, затянутость первого кадра. Ожидает финальные консолидированные комментарии от клиента для планирования следующих доработок.",
    "animatic_next_steps": "Cult: срочно завершить доработку сцены 8 и отправить клиенту. Клиенту: проверить и согласовать представленные 21 августа сцены 7, 9 и 10-12. При необходимости, после получения обновлённой сцены 8, провести финальное согласование всего аниматика.",
    "modelling_client": "Ожидает исправленную модель полиса (уменьшение на 20%, острые углы) - 28 сентября. Утвержден стиль иконок со скруглением - 29 сентября.",
    "modelling_cult": "Доработка модели полиса по замечаниям от 28 сентября. Проблема с моделью сертификата требует решения - 26 сентября.",
    "modelling_next_steps": "Согласовать с клиентом: 1) выбор варианта модели котика (прыжок/кресло); 2) финальный дизайн переходов между сценами; 3) цветовую палитру анимации. Подготовить демо-версию анимации сцены 8 для фидбека до 27.08. Параллельно завершить статику для остальных сцен.",
    "styleshots_client": "Утверждено: замена футажа (сердце вместо машины) и новые иконки (крестик и сердечко) 2025-10-03; весь визуал окончательно утвержден генеральным директором 2025-10-07",
    "styleshots_cult": "Завершено: замена футажа 2025-10-02; доработка иконок 2025-10-03. Текущие задачи: получение футажа сердца без вотермарки; финальный вывод ролика с обновленным звуком и подготовкой субтитров 2025-10-08",
    "styleshots_next_steps": "Для клиента: подтвердить обновленные сцены 7,9 и аниматик 10-12, дать фидбек по серебристому цвету авто №7 и тумблерам сцены 8. Для Cult: завершить доработку цвета авто, оформить финальные варианты переходов (сцена 8), отправить клиенту напоминание о проверке материалов от 21 августа.",
    "animation_client": "Финальная анимация согласована 03.10, финальное подтверждение ОК получено 07.10",
    "animation_cult": "Требуется внедрить футаж сердца без вотермарки, убрать глитч, исправить позицию финальной кнопки (поднять выше и начать подъём раньше)",
    "animation_next_steps": "1) Предоставить клиенту детальный ответ с визуализацией предложенных правок (особенно по переходу кота и цветам), 2) Дособрать недостающий контент от клиента для сцен 7 и 9, 3) Запустить анимацию кота после согласования его визуала с клиентом, 4) Организовать просмотр обновленного аниматика 10-12 с внедренными правками для финального утверждения.",
    "xml_structure": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<video_project>\n    <project_info>\n        <project_name>Росгосстрах</project_name>\n        <deadline>2025-08-21</deadline>\n        <producer>Алла</producer>\n    </project_info>\n\n    <production_schedule>\n        <milestone date=\"2025-08-14\" status=\"in_progress\">Постпродакшн</milestone>\n        <milestone date=\"TBD\" status=\"planned\">Сдача клиенту</milestone>\n    </production_schedule>\n\n    <project_notes>\n        <note author=\"Продюсер\" date=\"2025-08-14\">\n            Требуется оформление дополнительного соглашения с новыми сроками сдачи. \n            Ожидается фидбек по актуальным датам от топ-менеджмента клиента.\n        </note>\n        <note author=\"Член команды\" date=\"2025-08-14\">\n            Необходимо согласование обновленного графика работ с контактным лицом Рина\n        </note>\n    </project_notes>\n</video_project>",
    "client_status": "\"Росгосстрах\" - ежедневный статус\n\n🎬 Монтаж\n- Что и когда ждем от клиента/агентства: Ничего не ждем\n- Что и во сколько пришлем/что делаем сейчас: Финальный монтаж утвержден вчера (7 октября), готовится финальный ролик с обновленным звуком и субтитрами\n- Когда ждем обратную связь от клиента: Не требуется\n\n🎵 Музыка и диктор\n- Что и когда ждем от клиента/агентства: Ничего не ждем\n- Что и во сколько пришлем/что делаем сейчас: Синхронизация звука звукорежиссером, планируется обновление звука и вывод нового мастера (запланировано вчера на 8 октября)\n- Когда ждем обратную связь от клиента: Не требуется\n\n🎨 Цветокоррекция\n- Что и когда ждем от клиента/агентства: Ждем проверки исправленной сборки от 24 сентября\n- Что и во сколько пришлем/что делаем сейчас: Требуется внутренняя проверка некорректной версии сцены\n- Когда ждем обратную связь от клиента: Ожидается проверка исправленной сборки\n\n📸 Фото\n- Что и когда ждем от клиента/агентства: Ждем фидбек по исправленным аватаркам и футажам концовки\n- Что и во сколько пришлем/что делаем сейчас: Внесение правок в аватарки с использованием утвержденной фотографии мужчины, получение футажа сердца без вотермарки\n- Когда ждем обратную связь от клиента: Ожидается фидбек по исправленным элементам\n\n💻 Графика\n- Что и когда ждем от клиента/агентства: Клиент ожидает финальный мастер с обновленным звуком и версию с субтитрами\n- Что и во сколько пришлем/что делаем сейчас: Подготовка мастера с обновленным звуком и субтитрами, корректировка аватарки и полиса, получение футажа сердца без вотермарки, удаление глитча\n- Когда ждем обратную связь от клиента: Все элементы CG утверждены вчера (7 октября)",
    "is_client_status_approved": false,
    "client_demands": "Клиент ожидает:\nСдача проекта: финальная сдача 24 сентября; критичный срок 19 сентября для документов по исполнителям.\nДокументы по исполнителям: требуется подтверждение заполнения анкет и чеков по актерам Хаматшину и Ван до 19 сентября; в процессе запроса у исполнителей.\nЛицензия: проверка возможности использования лицензии artlist.io для коммерческого проекта; продление прав на стоковые материалы (герои, футажи, музыка) до 10 сентября.",
    "producer2": null,
    "producer3": null,
    "client2": null,
    "client3": null,
    "director_id": null,
    "director2": null,
    "aigen_client": "Утверждено: начало ролика (03.10.2025), вся визуальная часть ролика (07.10.2025). Клиент ожидает финальный мастер с обновленным звуком и версию с субтитрами.",
    "aigen_cult": "Выполнено: добавлены иконки креста и сердца (03.10.2025), согласование начала ролика (03.10.2025), все правки по визуальной части (07.10.2025). В работе: подготовка мастера с обновленным звуком и субтитрами.",
    "aigen_next_steps": null,
    "client1": {
      "client_id": 6,
      "client_name": "Рина Росгосстрах",
      "client_chat_id": 183174190
    }
  },
  {
    "project_id": 4,
    "producer_id": 15,
    "client_id": 7,
    "status": "active",
    "stage": "постпродакшн",
    "doc": "Основной договор подписан. Договоры для Работкина, ИП Игнатенков и допсоглашение на 10 400 руб. подписаны. Требуется: договор для ИП Белицкий, документ для Турчина на 24 320 руб., договор для ИП Савельева (кастинг).",
    "act": "Подготовить акт после финализации работ с учетом новых формулировок из договора",
    "docs_status": "1. Клиент должен подтвердить договор\n2. После подтверждения договора команда Cult подготовит акт с учетом обновленных условий\n3. Параллельно продолжать работы по постпродакшену для закрытия этапа",
    "storyboard_client": "Клиент утвердил финальные монтажи и пекшоты 11 сентября в 21:26. Ожидает получение финальных монтажей со звуком и финальную версию пекшота с исправленной анимацией маркера в квадратном и вертикальном форматах (чтобы соответствовала горизонтальному).",
    "storyboard_cult": "Команда завершила работу над монтажами - они утверждены клиентом. Звукорежиссер ведет финальное сведение звука, ожидается готовность к 12-13 часам 12 сентября. После получения звука команда подставит его в монтаж и выгрузит финальные версии на согласование. Режиссер завершит диркат с Егором в понедельник.",
    "storyboard_next_step": "Требуется уточнение статуса документов ИИ-генерации у клиента. Проверить наличие новых комментариев или утверждений по стилям/художникам в отсутствующих переписках (возможно в закрытых документах или личном общении). Запросить у клиента фидбек по текущей версии генераций.",
    "casting_client": "Клиент утвердил вариант 82 по голосу за кадром (Хабенский) 4 сентября. Ранее утвердил вариант 007 для радио-озвучки 2 сентября. Ожидает утверждения актрис Бешули/Шеховцовой через ЛПР (эскалация требуется). 8 сентября утвердил финальную версию радио с ревером - v2 с ревером согласована. Клиент просматривает финальное превью ролика для утверждения.",
    "casting_cult": "Запись Хабенского завершена 22 августа. Документы для радио-диктора Константина подготовлены, озвучка запланирована на 30 августа 13:00-14:00. Ведутся переговоры по новым пробам дикторов по запросу клиента. Юридическая проверка Налетовой завершена. Запись радио-диктора Александра проведена 29 августа в 13:00. Дубли готовы и отправлены клиенту. Выгружены превью с вариантами 82 и 83 с приглушенной музыкой для финального выбора клиента. Команда доработала звук - создана новая версия с улучшенным произношением слова 'книги' из 82 дубля, отправлена клиенту на согласование 8 сентября в 12:34. По радио - забрали в подготовку по техническому заданию согласованную версию v2 с ревером. Команда подготовила финальное превью с 82 версией Хабенского и отправила клиенту на финальное утверждение 8 сентября в 16:34. Готовы к финальному сведению звука после получения утверждения от клиента.",
    "casting_next_step": "1. Срочно согласовать финальное решение по Бешули/Шеховцовой через ЛПР 2. Организовать пробы новых радио-дикторов по обновленному брифу 3. Подписать договор с агентством кастинга до 25.08 (по информации из чата документов)",
    "clothes_client": "Утверждены клиентом 15 августа 2025: лук №20 для Димы (фиолетовые кроссовки), луки №9 и №21 для Янины (коралловая гамма), джинсовая куртка для Димы. В переписках после 15.08.2025 изменений статуса нет.",
    "clothes_cult": "Подготовка к съёмкам: требуется технический осмотр и подтверждение логистики костюмов. Создание резервных комплектов: фиолетовые кроссовки x2, куртка-дубль, коралловые комплекты.",
    "clothes_next_step": "1. Провести технический осмотр костюмов\n2. Подтвердить логистику маркировки/упаковки\n3. Сверить резервные комплекты с утверждённым списком\n4. Согласовать возможные изменения до транспортировки",
    "props_client": "Клиент должен утвердить финальную версию ролика, включая доработанный графический реквизит (окно в поезде)",
    "props_cult": "Графический реквизит (окно в поезде) подставлен в финальный ролик и выгружен 23.09.2025. Работа по данному аспекту завершена",
    "props_next_step": "1. Срочно согласовать доступ к Figma через официальные письма-запросы\n2. Завершить позиционирование солнца в окне поезда до 23.08\n3. Предоставить клиенту обновлённую версию кадра с очками после коррекции кегля\n4. Параллельно провести тесты интеграции окна поезда в общий продакшн-конвейер",
    "location_client": "Локации утверждены: квартира на Сухаревской, трамвай, парк Владыкино, МФЦ Бутырская. Резервная площадка Берзарина д.34с13 ожидает завершения техосмотра (запланирован до 20 августа 2025) и подписания документов клиентом.",
    "location_cult": "Монтаж декораций на Берзарина д.34с13 завершён. Оформляются акты приёма-передачи. Студия №11 на Мосфильмовской 1с27 готова к озвучке. Техосмотр Берзарина д.34с13 требует подтверждения.",
    "location_next_step": "1. Подтвердить завершение техосмотра Берзарина д.34с13 (не позднее 23 августа 2025).\n2. Завершить оформление актов приёма-передачи для Берзарина.\n3. Направить клиенту документы по резервной площадке для подписания.\n4. Устранить замечания по Figma для активации документооборота.",
    "editing_client": "Финальная версия дир ката передана клиенту 23 сентября в 11:24. Ожидает подтверждения или комментариев от клиента.",
    "editing_cult": "Финальный монтаж завершен: выполнены все задачи (саундизайн, пэкшот, вагон, интерфейс планшета), проверен режиссерами 23 сентября. Ранее правки по звуку и кадру планшета утверждены режиссером 22 сентября.",
    "editing_next_step": "1. Уточнить статус согласования 30-сек адаптации и подтвердить кадры с клиентом. 2. Финализировать интеграцию графики после полного доступа к Figma. 3. Предоставить клиенту обновленные версии монтажа с внесенными правками саунддизайна (двумя вариантами музыки). 4. Согласовать финальную сборку после решения по графике и саунду.",
    "music_client": "Ожидает финальную версию дир-ката с утвержденной музыкой для постинга.",
    "music_cult": "Редакция 13 музыки утверждена. Финальный звук для монтажа готов (23 сентября).",
    "music_next_step": "1. Сформировать сравнение обеих версий саундтрека (старая музыка + новая музыка 'финал' с правками режиссера) для клиента. 2. Отправить клиенту варианты с пояснением изменений после созвона 19 августа. 3. После утверждения музыки клиентом – завершить балансировку звука с интеграцией записи Хабенского.",
    "vo_client": "Ожидает финальные монтажи с доработанным звуком после сведения",
    "vo_cult": "Финальный звук утвержден режиссерами 22 сентября. Подготовить финальный монтаж с обновленным кадром в вагоне и пэкшотом",
    "vo_next_step": "1. Завершить постобработку голоса Хабенского (чистка, синхронизация) к 24 августа. 2. Подготовить финальные видео версии (30/45 сек) для согласования. 3. Организовать пробы дикторов Киа Петр и Рустам М_Дем для радио согласно брифу. 4. Предоставить радио-пробы клиенту на утверждение до 25 августа.",
    "colorgrading_client": "Клиент утвердил все предфинальные превью роликов с цветокоррекцией. Ожидает финальные монтажи после звукового сведения для финального согласования.",
    "colorgrading_cult": "Цветокоррекция готова и утверждена клиентом. Монтажи с цветокоррекцией залочены. Команда получила финальное звуковое сведение 19 сентября в 13:54, монтажер выгрузил финальные монтажи 22 сентября в 03:54.",
    "colorgrading_next_step": "1. Предоставить клиенту пакет материалов (цветокоррекция + графика) для согласования до 23.08.2025\n2. Организовать совместный просмотр с Хабенским после утверждения визуальной части\n3. Выполнить рендер финальной версии для передачи в саунддизайн сразу после подтверждения от клиента",
    "photos_client": "Клиент получил доступ ко всем фотографиям с Константином Хабенским 19 сентября и может их использовать",
    "photos_cult": "Финальные фотографии предоставлены клиенту 19 сентября. Обработка завершена",
    "photos_next_step": "1. Завершить обработку фотографий (ориентир - текущий момент 23 августа). 2. Предоставить клиенту финальные материалы для утверждения. 3. Интегрировать фидбек по графике (кегль/трекинг) после получения комментариев от клиента.",
    "cg_client": "Ожидает согласование запуска кампании со своей стороны. Получили финальную версию ролика 23 сентября в 11:24.",
    "cg_cult": "Финальная версия ролика с исправленной графикой (интерфейс планшета, вагон, пэкшот) выведена и отправлена клиенту 23 сентября в 11:24.",
    "cg_next_step": "1. Срочно запросить у клиента фидбек по окну поезда и второму кадру трекинга. 2. Урегулировать доступ в Figma (подтверждение третьей почты). 3. Получить подтверждение Димой правок по кеглю. 4. Завершить тестовый рендер фона до 24.08. 5. Подготовить финальный пакет обновлений по баннерам с учетом подтвержденного кегля.",
    "project_name": "The Clients // Яндекс Книги",
    "type": "Shooting",
    "animatic_client": null,
    "animatic_cult": null,
    "animatic_next_steps": null,
    "modelling_client": null,
    "modelling_cult": null,
    "modelling_next_steps": null,
    "styleshots_client": null,
    "styleshots_cult": null,
    "styleshots_next_steps": null,
    "animation_client": null,
    "animation_cult": null,
    "animation_next_steps": null,
    "xml_structure": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<video_project>\n    <project_info>\n        <project_name>Яндекс Книги</project_name>\n        <client>Яндекс</client>\n        <duration/>\n        <format/>\n        <start_date/>\n        <deadline/>\n        <producer/>\n        <director/>\n    </project_info>\n\n    <production_schedule>\n        <milestone date=\"YYYY-MM-DD\" status=\"completed\">Утверждение сценария</milestone>\n        <milestone date=\"YYYY-MM-DD\" status=\"completed\">Препродакшн</milestone>\n        <milestone date=\"YYYY-MM-DD\" status=\"completed\">Кастинг</milestone>\n        <milestone date=\"YYYY-MM-DD\" status=\"completed\">Локейтинг</milestone>\n        <milestone date=\"YYYY-MM-DD\" status=\"completed\">Съемочный день</milestone>\n        <milestone date=\"YYYY-MM-DD\" status=\"completed\">Монтаж</milestone>\n        <milestone date=\"2025-08-15\" status=\"in_progress\">Постпродакшн</milestone>\n        <milestone date=\"YYYY-MM-DD\" status=\"planned\">Сдача клиенту</milestone>\n    </production_schedule>\n\n    <roles>\n        <role id=\"gzk\">\n            <name>Закадровый голос</name>\n            <description>Отдельная аудиодорожка с озвучкой</description>\n            <scenes/>\n        </role>\n    </roles>\n\n    <locations/>\n    <props/>\n</video_project>",
    "client_status": "\"The Clients // Яндекс Книги\" - ежедневный статус\n\n🎬 Монтаж\n- Что и когда ждем от клиента/агентства: Ожидаем подтверждения или комментариев по финальной версии дир-ката, переданной 23 сентября\n- Что и во сколько пришлем/что делаем сейчас: Финальный монтаж завершен и передан клиенту\n- Когда ждем обратную связь от клиента: Ожидаем ответа уже 2 недели\n\n🎵 Музыка и диктор\n- Что и когда ждем от клиента/агентства: Ожидает финальную версию дир-ката с утвержденной музыкой для постинга\n- Что и во сколько пришлем/что делаем сейчас: Финальный звук готов и интегрирован в монтаж\n- Когда ждем обратную связь от клиента: Ожидаем ответа с 23 сентября\n\n🎨 Цветокоррекция\n- Что и когда ждем от клиента/агентства: Не ждем - цветокоррекция утверждена клиентом\n- Что и во сколько пришлем/что делаем сейчас: Работа завершена, финальные монтажи с цветокоррекцией переданы\n- Когда ждем обратную связь от клиента: Не требуется\n\n📸 Фото\n- Что и когда ждем от клиента/агентства: Не ждем - клиент получил доступ ко всем фотографиям\n- Что и во сколько пришлем/что делаем сейчас: Работа завершена, фотографии переданы 19 сентября\n- Когда ждем обратную связь от клиента: Не требуется\n\n💻 Графика\n- Что и когда ждем от клиента/агентства: Ожидаем согласование запуска кампании от клиента\n- Что и во сколько пришлем/что делаем сейчас: Финальная версия с исправленной графикой передана 23 сентября\n- Когда ждем обратную связь от клиента: Ожидаем ответа уже 2 недели",
    "is_client_status_approved": false,
    "client_demands": "Клиент ожидает:\nМонтаж: подтверждение скачивания файлов версий v3 и v6 (предоставлены 14 августа; требует согласования); проверка обновленных версий роликов с заменой музыки на трек \"финал\" (внесены 22 августа)\nГрафика: проверка доступа к двум файлам Figma (доступы отправлены 21 августа); завершение перегенерации кадра с окном в поезде\nМузыка: финализация версии с заменой на трек \"финал\" и адаптацией баланса звука\nДиктор: получение записей Константина Хабенского от 22 августа; подготовка 15-секундной и 30-секундной версий роликов с двумя вариантами саунда\nКастинг: согласование договора с кастинг-агентством (отправлен 22 августа)\nРадио: предоставление проб актеров Киа_Петр и Рустам М_Дем с нерекламной подачей (прикреплен бриф)\nФинансы: проведение второго платежа 20 августа, ожидание третьего платежа по графику\nЛокации: использование согласованной студии №11 на Мосфильме",
    "producer2": 5,
    "producer3": null,
    "client2": {
      "client_id": 8,
      "client_name": "Вторая клиентка яндекс книги",
      "client_chat_id": 259041598
    },
    "client3": null,
    "director_id": 1,
    "director2": 3,
    "aigen_client": "Клиент получил все финальные материалы 17-18 сентября и ожидает запуск кампании после согласования площадками. Планируется постинг 22 сентября утром или в обед",
    "aigen_cult": "Команда передала финальные материалы клиенту 17-18 сентября. Ведется работа над director's cut версией - режиссер утвердил финальное сведение 19 сентября, монтажер завершил финальные правки 22 сентября в 03:54",
    "aigen_next_steps": null,
    "client1": {
      "client_id": 7,
      "client_name": "Настя - Яндекс Книги",
      "client_chat_id": 395457606
    }
  },
  {
    "project_id": 30,
    "producer_id": 19,
    "client_id": 17,
    "status": "active",
    "stage": "постпродакшн",
    "doc": "Договор с ВкусВилл: подписан клиентом 29 сентября. Договоры с режиссером и оператором: ведутся переговоры по правкам (последнее обновление 29 сентября). Договор с Димкой: согласована сумма 195 350 руб. 1 октября, договор отправлен на подписание через ЭДО 1 октября (ожидается принятие приглашения)",
    "act": "не начат",
    "docs_status": null,
    "storyboard_client": "Раскадровка частично утверждена 22 сентября. Ожидает обновленную версию с доработками. Замечания: освещение, отделка, паттерн обоев, коррекция логотипа (24 сентября).",
    "storyboard_cult": "Раскадровка доработана и отправлена клиенту 25 сентября. Устранены: форма полок (лесенка/пирамида), цвет паттерна (иней белый). Не устранены: освещение, отделка, логотип. Проблемы: невозможность реечных конструкций, изменение стеллажей.",
    "storyboard_next_step": null,
    "casting_client": "Утвердил актеров: папа - Михаил Ефимов, дочка - Ульяна Архипенко (25 сентября).",
    "casting_cult": "Утвердила папу - Михаила Ефимова и дочку - Ульяну Архипенко (25 сентября). Начала процесс подтверждения актеров. Запасные варианты: Фомиченко, Варвара Куприна. Планирует примерки.",
    "casting_next_step": null,
    "clothes_client": "Ожидает доработки костюмов: лаконичный лук для персонажа Папа (23 сентября). Требуется утверждение образов для квартиры из презентации до съемок утром 27 сентября.",
    "clothes_cult": "Примерка проведена 26 сентября вечером. Презентация с результатами подготовлена для отправки клиенту утром 27 сентября. Текущие задачи: доработка луков (Папа - лаконичный лук, для девочки - поиск несиних джинсов/брюк), решение проблемы с пушистыми шубами для хромакея, подготовка образов к съемке.",
    "clothes_next_step": null,
    "props_client": "1. Предоставить список продуктов для витрины чудес с точным количеством (ожидается с 22 сентября)\n2. Утвердить паттерн обоев (запрос 25 сентября)\n3. Предоставить RAL код зеленой краски (запрос 25 сентября)",
    "props_cult": "1. Выбрать навигационные таблички\n2. Подготовить тележки\n3. Решить проблему с переделкой подарочных коробок\n4. Решить проблему с отделкой помещения (включая получение RAL кода)\n5. Получить утверждение клиента по паттерну обоев\n6. Подготовить конкретный эскиз витрины\n7. Решить вопрос с вывеской (новая задача)",
    "props_next_step": null,
    "location_client": "Требуется доработать и утвердить декорации для магазина в студии Горького (критические замечания по отделке, освещению и витрине получены 23 сентября). Подтверждённая функциональность витрины сохраняется.",
    "location_cult": "Локация изменена на студию Горького (22 сентября). Освоение 24 сентября в 15:30 не состоялось. Планируемое освоение 8 октября (указано клиентом 7 октября). Локация открыта 27 сентября, вход через главный вход (55.833640, 37.637923). Демонтаж в Главкино отменён.",
    "location_next_step": null,
    "editing_client": "Монтаж утвержден (20-секундная версия без реакции девочки, подтверждено 8 октября). Ожидает финальную покрашенную версию 9 октября.",
    "editing_cult": "Подготовить и отправить финальную покрашенную версию монтажа 20 сек (без реакции девочки) 9 октября.",
    "editing_next_step": null,
    "music_client": "Ожидает исправленную версию музыки (обратная связь предоставлена 2025-10-08)",
    "music_cult": "Первый вариант музыки отправлен клиенту 2025-10-07. Получены внутренние комментарии 2025-10-08 и комментарии клиента 2025-10-08: требуется доработка минорной части, плавный переход и удаление гудка. Композитор работает над исправлениями; новая версия ожидается 2025-10-09 до 18:00 или 2025-10-10 до 12:00",
    "music_next_step": null,
    "vo_client": "Диктор Артем Мельничук утвержден (1 октября). Текст для ГЗК финализирован и предоставлен (3 октября). Клиент не требуется действий по этому аспекту на текущий момент.",
    "vo_cult": "Провести бриф диктора 10 октября, запись в студии 12 октября (перенесена с 13 октября). Ожидает работ по графике и цветокоррекции для соблюдения сроков.",
    "vo_next_step": null,
    "colorgrading_client": "Цветокоррекция на улице и в магазине утверждена 8 октября в 17:17. Требуется доработка: сделать цвет в квартире ярче (коммент клиента от 8 октября в 17:17).",
    "colorgrading_cult": "Необходимо провести дополнительную сессию цветокоррекции для сцены квартиры. Устранение розового оттенка и темноты в уличных/магазинных кадрах завершено (подтверждено клиентом 8 октября в 17:17).",
    "colorgrading_next_step": null,
    "photos_client": null,
    "photos_cult": null,
    "photos_next_step": null,
    "cg_client": "Клиент ожидает просмотра цветокоррекции вместе с AI-фонами, отказавшись от оценки в отрыве (запрос 9 октября). Действует требование увеличить яркость в сцене квартиры (от 8 октября), остальные кадры ранее были приняты.",
    "cg_cult": "Фоны загружены 8 октября. В работе: продление стен и лого на стене (WIP покажут первым), фотореалистичная генерация фонов с учетом цветокоррекции. Планируемый показ готовых элементов - 13 октября.",
    "cg_next_step": null,
    "project_name": "Vkusvill // Почувствуй Новый Год",
    "type": "Shooting",
    "animatic_client": null,
    "animatic_cult": null,
    "animatic_next_steps": null,
    "modelling_client": null,
    "modelling_cult": null,
    "modelling_next_steps": null,
    "styleshots_client": null,
    "styleshots_cult": null,
    "styleshots_next_steps": null,
    "animation_client": null,
    "animation_cult": null,
    "animation_next_steps": null,
    "xml_structure": null,
    "client_status": "\"Vkusvill // Почувствуй Новый Год\" - ежедневный статус\n\n🎬 Монтаж\n- Что и когда ждем от клиента/агентства (если ждем): Монтаж уже утвержден\n- Что и во сколько пришлем/что делаем сейчас: Подготавливаем финальную покрашенную версию монтажа 20 сек (без реакции девочки) - отправляем сегодня\n- Когда ждем обратную связь от клиента: Обратная связь не требуется, версия уже утверждена\n\n🎵 Музыка и диктор\n- Что и когда ждем от клиента/агентства (если ждем): Ожидаем утверждения исправленной версии музыки после доработки минорной части\n- Что и во сколько пришлем/что делаем сейчас: Композитор работает над исправлениями музыки, новая версия до 18:00 сегодня или завтра до 12:00. Бриф диктора завтра, запись 12 октября\n- Когда ждем обратную связь от клиента: После отправки исправленной версии музыки\n\n🎨 Цветокоррекция\n- Что и когда ждем от клиента/агентства (если ждем): Клиент хочет просматривать цветокоррекцию вместе с AI-фонами (запрос от сегодня)\n- Что и во сколько пришлем/что делаем сейчас: Проводим дополнительную сессию цветокоррекции для сцены квартиры (сделать ярче)\n- Когда ждем обратную связь от клиента: После показа совместно с AI-фонами\n\n📸 Фото\n- Что и когда ждем от клиента/агентства (если ждем): Нет активных задач по фото\n- Что и во сколько пришлем/что делаем сейчас: Нет активных работ\n- Когда ждем обратную связь от клиента: Не требуется\n\n🎯 Графика\n- Что и когда ждем от клиента/агентства (если ждем): Ожидает доработанные фоны для квартиры и продление стен/лого для совместного просмотра\n- Что и во сколько пришлем/что делаем сейчас: Корректируем яркость квартиры, работаем над продлением стен и лого. Планируемый показ готовых элементов - 13 октября\n- Когда ждем обратную связь от клиента: После показа 13 октября",
    "is_client_status_approved": false,
    "client_demands": null,
    "producer2": 17,
    "producer3": 16,
    "client2": null,
    "client3": {
      "client_id": 15,
      "client_name": "Таня Захарова",
      "client_chat_id": 474197497
    },
    "director_id": 6,
    "director2": null,
    "aigen_client": "Ожидает доработанные фоны для квартиры (яркость) и работы по продлению стен/лого для совместного просмотра ЦК финального монтажа. Частично утверждены улица (горка) и магазин с исправлениями от 08.10.2025.",
    "aigen_cult": "Загружены 4 фона 07-08.10.2025. Отработаны комментарии по горке/магазину. Корректирует яркость квартиры. Активно работает над генерацией фонов с учетом ЦК. Взяты в работу продление стен и лого (WIP). После утверждения фонов начнет финальный композ.",
    "aigen_next_steps": null,
    "client1": {
      "client_id": 17,
      "client_name": "Ляйсан Уразлина",
      "client_chat_id": 899930223
    }
  }
]